tap "bazelbuild/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sourcegraph/src-cli"

brew "asciidoc"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bazelisk"
brew "black"
brew "blueutil"
brew "boost"
# brew "cask-repair"
brew "cmake"
brew "colordiff"
brew "comby"
brew "coreutils"
# brew "cpanminus"
brew "delta"
brew "dep"
brew "diffutils"
brew "dive"
brew "docbook"
brew "docbook-xsl"
brew "docker"
brew "exa"
brew "fastmod"
brew "fd"
brew "fontconfig"
brew "freetype"
brew "fswatch"
brew "git-absorb"
brew "git-lfs"
brew "git-sizer"
brew "gitlab-runner"
brew "gnu-sed"
brew "go"
brew "goreleaser"
brew "gotop"
brew "graphviz"
brew "grep"
brew "harfbuzz"
brew "hashicorp/tap/terraform-ls"
brew "helm"
# brew "helm@2"
brew "htop"
# brew "hub"
brew "hyperfine"
brew "hyperkit"
brew "icu4c"
# brew "jfrog-cli"
brew "jq"
brew "kubernetes-cli"
brew "lab"
brew "lcov"
brew "ldns"
brew "libgit2"
brew "llvm"
brew "lsd"
brew "luajit", args: ["HEAD"]
brew "lz4"
# brew "maven"
# brew "mercurial"
brew "minikube"
brew "mtr"
brew "mutt"
# brew "mycli"
brew "mypy"
brew "neovim", args: ["HEAD"]
brew "netpbm"
brew "nfpm"
brew "nmap"
brew "node"
brew "openssh"
brew "packer"
brew "pcre"
# brew "perl"
brew "pipenv"
brew "pkg-config"
# brew "podman", link: false
brew "popt"
brew "pre-commit"
brew "pstree"
brew "pup"
brew "qpdf"
brew "qt@5"
brew "rbenv"
brew "ripgrep"
brew "rpm"
brew "rsync"
brew "ruby"
brew "ruby-build"
brew "scc"
brew "shellcheck"
brew "shfmt"
brew "skopeo"
# brew "sonar-scanner"
brew "sourcegraph/src-cli/src-cli"
brew "sqlite"
brew "ssh-copy-id", link: true
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "tflint"
brew "tmux", args: ["HEAD"]
brew "tokei"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "vault"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "xmlto"
brew "xxhash"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "zstd"

# cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "kitty"
# cask "podman"
cask "postman"
cask "telegram-desktop"
# cask "virtualbox"
# cask "zulu11"